{
  "common": {
    "language": "indonesia"
  },
  "about": {
    "intro": "Saya",
    "name": "adit",
    "description": "seorang Pengembang Frontend yang berdedikasi dengan perjalanan selama dua tahun yang dinamis di ranah pengembangan web."
  },
  "navigation": {
    "all": "semua",
    "about": "tentang",
    "projects": "proyek",
    "home": "beranda",
    "repository_selected": "repository terpilih"
  },
  "experience": [
    {
      "desc": "Memimpin pengembangan Sistem Manajemen Sumber Daya Manusia generasi berikutnya dengan mengintegrasikan teknologi blockchain untuk memastikan keamanan data yang ditingkatkan dan desentralisasi. Juga bertanggung jawab atas pemeliharaan aplikasi, mengatasi bug kritis untuk meningkatkan keandalan sistem dan pengalaman pengguna.",
      "time": "Jun 2024 - Sep 2024"
    },
    {
      "desc": "Memimpin pengembangan dan pemeliharaan berkelanjutan Sistem Informasi Sumber Daya Manusia (HRIS) dan aplikasi kehadiran, secara signifikan meningkatkan kegunaan fitur dan keandalan sistem. Pencapaian utama termasuk otomatisasi Indikator Kinerja Kunci (KPI), yang meningkatkan efektivitas penilaian kinerja.",
      "time": "Okt 2022 - Sekarang"
    },
    {
      "desc": "Berperan penting dalam pemeliharaan dan peningkatan situs web yang ada, menciptakan profil perusahaan yang menarik, dan mengembangkan platform e-commerce. Ini melibatkan mengoptimalkan kinerja situs web dan menerapkan pembaruan untuk meningkatkan keterlibatan pengguna dan konversi penjualan.",
      "time": "Jun 2022 - Agu 2022"
    },
    {
      "desc": "Berfokus pada pengembangan aplikasi frontend untuk pemesanan mobil menggunakan tumpukan modern termasuk NodeJS, EJS, ReactJS, dan NextJS. Proyek ini bertujuan untuk menyediakan antarmuka yang ramah pengguna untuk pemesanan kendaraan, meningkatkan aksesibilitas layanan bagi pengguna.",
      "time": "Feb 2022 - Jul 2022"
    },
    {
      "desc": "Mengembangkan sistem Calories Tracker & Hospital Management yang komprehensif, menggunakan backend Golang untuk penanganan data yang efisien dan frontend ReactJS untuk pengalaman pengguna yang mulus. Proyek ini mendukung manajemen rumah sakit dan fungsionalitas pelacakan kesehatan.",
      "time": "Agu 2021 - Jan 2022"
    },
    {
      "desc": "Berkolaborasi dalam proyek capstone untuk mengembangkan aplikasi machine learning yang memperkirakan kalori dari gambar makanan. Terintegrasi dengan Firebase dan diterapkan di Google Cloud, proyek ini menggunakan cloud balancing untuk mengoptimalkan penggunaan sumber daya dan meningkatkan kinerja aplikasi.",
      "time": "Feb 2021 - Jul 2021"
    }
  ],
  "projects": [
    {
      "description": "Halaman utama untuk SeaPhantom, sebuah proyek NFT yang berfokus pada teknologi inovatif dan berkelanjutan. Jelajahi dunia NFT dan perdagangan peer-to-peer di platform SeaPhantom."
    },
    {
      "description": "Terlibat dalam perdagangan NFT dengan proyek P2P Rum Token Escrow Trading. Platform ini memfasilitasi transaksi NFT yang aman dan transparan."
    },
    {
      "description": "Jelajahi Profil Perusahaan Labgrownbeasts, memamerkan inovasi dan keunggulan di bidang ini. Ketahui tentang visi, misi, dan pekerjaan canggih yang kami lakukan."
    },
    {
      "description": "Aplikasi untuk melacak dan menghitung asupan kalori harian, termasuk rencana makan. Terintegrasi dengan Open API untuk wawasan gizi yang komprehensif."
    }
  ],
  "footer": {
    "versionOne": " Versi Satu"
  }
}
